<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Yuriy Skalko <yuriy.skalko@gmail.com>
 */
$lang['e_unknowntype']         = 'Неизвестный тип "%s"';
$lang['e_unknownaction']       = 'Неизвестное действие "%s"';
$lang['e_missingargs']         = 'Недостаточно аргументов для %s %s';
$lang['e_noaction']            = 'Не указано действие - куда должны быть отправить данные?';
$lang['e_mail']                = 'Произошла ошибка при отправке данных';
$lang['e_unknownconstraint']   = 'Неизвестный ограничитель поля %s';
$lang['e_labelpage']           = 'Метка страницы %s не найдена';
$lang['e_required']            = '"%s" данное поле обязательно для заполнения';
$lang['e_match']               = '"%s" заполнено неверно. %s';
$lang['checkagainst']          = '(Checked against /%s/i)';
$lang['e_email']               = '"%s" данное поле должно содержать правильный адрес электронной почты.';
$lang['e_numeric']             = '"%s" данное поле должно содержать число.';
$lang['e_date']                = '"%s" должно быть допустимой датой в формате гггг-мм-дд.';
$lang['e_time']                = '"%s" должно быть допустимым временем в формате (ч)ч:мм(:сс).';
$lang['e_user']                = '"%s" должно быть именем существующего пользователя.';
$lang['e_users']               = '"%s" должно быть разделенным запятыми списком имен существующих пользователей.';
$lang['e_min']                 = '"%s" данное поле должно быть больше, чем %s.';
$lang['e_max']                 = '"%s" данное поле должно быть меньше, чем %s.';
$lang['e_pagename']            = 'Отсутствует имя страницы.';
$lang['e_pageexists']          = 'Страница "%s" уже существует. Пожалуйста, выберите другое имя.';
$lang['e_template']            = 'Невозможно прочитать шаблон "%s". Возможно, он не существует, или у вас не хватает прав для чтения?';
$lang['e_denied']              = 'Вам не разрешено создавать эту страницу, возможно, вы забыли войти?';
$lang['mailsubject']           = 'Данные формы отправлены с %s';
$lang['mailintro']             = 'Следующие данные отправлены %s.';
$lang['mail_thanks']           = 'Ваши данные отправлены успешно. Спасибо.';
$lang['template_thanks']       = 'Страница создана, следуйте по ссылке, чтобы открыть её.';
$lang['summary']               = 'Создано по форме с %s';
$lang['attachmentMailEmpty']   = '(файл не отправлен)';
$lang['attachmentMailToLarge'] = '(файл слишком большой для почтового вложения)';
$lang['attachmentMailToLarge_userinfo'] = 'файл "%s" слишком большой для почтового вложения (>%s) (но сообщение было отправлено)';
$lang['submit']                = 'Отправить';
