<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Марко М. Костић <marko.m.kostic@gmail.com>
 */
$lang['noPrefix']              = 'Која (зарезима одвојена) имена класа треба изузети од додавања префикса "wrap_"?';
$lang['restrictedClasses']     = 'ограничи употребу прикључна на ове (зарезима одвојене) класе';
$lang['restrictionType']       = 'врста ограничења, наводи да ли класе изнад треба укључити или искључити';
$lang['restrictionType_o_0']   = 'дозволи све класе осим оних изнад';
$lang['restrictionType_o_1']   = 'ограничи само на класе изнад и ниједну више';
$lang['syntaxDiv']             = 'Коју синтаксу користити у бирачу алатне траке за преламања блокова?';
$lang['syntaxSpan']            = 'Коју синтаксу користити у бирачу алатне траке за преламања у линији?';
$lang['darkTpl']               = 'Оптимизовати боје за тамне шаблоне?';
