<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Neli Dimitrova <neli.dimitrova.office@gmail.com>
 */
$lang['noPrefix']              = 'Кои имена на класове трябва да бъдат изключени от списъка с имена, които могат да бъдат разширени с префикс "wrap_"?
Имената на класовете се изброяват в списък с разделител запетая.';
$lang['restrictedClasses']     = 'Ограничи приставката да използва само тези класове. Класовете се изброяват в списък с разделител запетая.';
$lang['restrictionType']       = 'тип на ограничението - специфицира дали изброените по-горе класове трябва да бъдат включени или изключени';
$lang['restrictionType_o_0']   = 'позволи всички класове с изключение на посочените по-горе';
$lang['restrictionType_o_1']   = 'ограничи единствено класовете изброени по-горе и никакви други';
$lang['syntaxDiv']             = 'Какъв синтаксис трябва да бъде използван в лентата с инструменти за block wraps?';
$lang['syntaxSpan']            = 'Какъв синтаксис трябва да бъде използван в лентата с инструменти за inline wraps?';
$lang['darkTpl']               = 'Оптимизирай цветовете за тъмните шаблони?';
