<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Spike <Spike@Foobar2000.Ru>
 * @author Aleksandr Selivanov <alexgearbox@gmail.com>
 * @author Aleksandr Selivanov <alexgearbox@yandex.ru>
 * @author RainbowSpike <1@2.ru>
 * @author Paulo <mragvlik@gmail.com>
 */
$lang['noheader']              = 'Не показывать первый заголовок внедряемых страниц, секций';
$lang['firstseconly']          = 'Показывать только первую секцию внедряемой страницы';
$lang['showtaglogos']          = 'Показывать изображение для первого тега';
$lang['showfooter']            = 'Снизу показывать информацию о внедряемой странице';
$lang['showlink']              = 'Снизу показывать статичную ссылку на внедряемую страницу';
$lang['showpermalink']         = 'Снизу показывать пермассылку на внедряемую страницу';
$lang['showdate']              = 'Снизу показывать дату создания внедряемой страницы';
$lang['showmdate']             = 'Снизу показывать дату изменения внедряемой страницы';
$lang['showuser']              = 'Снизу показывать имя пользователя';
$lang['showcomments']          = 'Показывать комментарии ниже внедряемой страницы (требуется плагин Discussion)';
$lang['showlinkbacks']         = 'Показывать обратные ссылки ниже внедряемой страницы (требуется плагин Linkback)';
$lang['showtags']              = 'Показывать теги ниже внедряемой страницы (требуется плагин Tag)';
$lang['showeditbtn']           = 'Показывать кнопку «Править»';
$lang['doredirect']            = 'Переходить на оригинальную страницу после редактирования внедрённой страницы';
$lang['doindent']              = 'Создавать отступ для внедряемой страницы относительно основной страницы';
$lang['linkonly']              = 'Вместо содержимого внедряемой страницы показывать ссылку на неё';
$lang['title']                 = 'Использовать для ссылки внедряемой страницы её первый заголовок, даже если обычно они не применяются (только для режима linkonly)';
$lang['pageexists']            = 'Не показывать ссылку внедряемой страницы, если сама она не существует (только для режима linkonly)';
$lang['parlink']               = 'Поместить ссылку внедряемой страницы в параграф (только для режима linkonly)';
$lang['safeindex']             = 'Закрыть индексирование метаданных от непубличных внедряемых страниц';
$lang['order']                 = 'Сортировать внедряемые страницы по';
$lang['order_o_id']            = 'ID страницы';
$lang['order_o_title']         = 'заголовку';
$lang['order_o_created']       = 'дате создания';
$lang['order_o_modified']      = 'дате изменения';
$lang['order_o_indexmenu']     = 'настраиваемый порядок с синтаксисом Indexmenu';
$lang['order_o_custom']        = 'настраиваемый порядок с синтаксисом Include';
$lang['rsort']                 = 'Обратить порядок сортировки внедряемых страниц';
$lang['depth']                 = 'Максимальная глубина вложений пространств имён. Укажите 0 для снятия ограничений.';
$lang['readmore']              = 'Показывать ссылку «Читать дальше...», если выбран показ первой секции?';
$lang['debugoutput']           = 'Выводить подробную информации об отладке в журнал отладки «Докувики» при включённой глобальной опции allowdebug';
