<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Марко М. Костић <marko.m.kostic@gmail.com>
 */
$lang['pagesize']              = 'Формат странице као што је подржан у mPDF-у. Обично <code>A4</code> или <code>letter</code>.';
$lang['orientation']           = 'Усмерење странице.';
$lang['orientation_o_portrait'] = 'Усправно';
$lang['orientation_o_landscape'] = 'Положено';
$lang['font-size']             = 'Величина фонта у тачкама за обичан текст.';
$lang['doublesided']           = 'Двостранични документи крећу на непарној страни и имају парове непарних и парних страница. Једностранични документи имају само непарне странице.';
$lang['toc']                   = 'Додај самонаправљени садржај у ПДФ (напомена: може додати празне стране да би се кренули са непарном страном и садржај ће увек бити када постоји непаран број страница, сам садржај нема бројеве страница)';
$lang['template']              = 'Који шаблон се треба користити приликом форматирања ПДФ-ова?';
$lang['output']                = 'Како ПДФ треба представити кориснику?';
$lang['output_o_browser']      = 'Прикажи у прегледачу';
$lang['output_o_file']         = 'Преузми ПДФ';
$lang['usecache']              = 'Да ли треба кеширати ПДФ? Угнежђене слике онда неће бити проверене по списку контроле приступа те искључите уколико је то безбедносни ризик за вас.';
$lang['showexportbutton']      = 'Прикажи дугме за извоз ПДФ-а (само ако је подржано у вашем шаблону)';
