<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Sam01 <m.sajad079@gmail.com>
 */
$lang['noPrefix']              = 'کدام نام‌های کلاس باید از پیشوند شدن با "wrap_" محروم شوند؟';
$lang['restrictedClasses']     = 'محدودکردن استفاده‌ی افزونه از این کلاس‌ها (جداکردن با کاما)';
$lang['restrictionType']       = 'نوع محدودیت، مشخص می‌کند که آیا کلاس‌های فوق گنجانده شوند و یا محروم شوند';
$lang['restrictionType_o_0']   = 'اجازه دادن برای طبقه‌بندی همه به جز بالایی‌ها';
$lang['restrictionType_o_1']   = 'محدودکردن به کلاس‌های بالا و نه دیگری';
$lang['syntaxDiv']             = 'کدام الگوی نگارشی باید استفاده شود در انتخابگر نوارابزار برای مسدودکردن قرارگرفته‌ها؟';
$lang['syntaxSpan']            = 'کدام الگوی نگارشی باید استفاده شود در انتخاب‌گر نوارابزار برای قرارگرفته‌های درون‌خطی؟';
$lang['darkTpl']               = 'تنظیم رنگ‌ها برای قالب‌های تیره؟';
