<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Sam01 <m.sajad079@gmail.com>
 */
$lang['pagesize']              = 'فرمت صفحه توسط mPDF پشتیبانی می شود. معمولا <code>A4</code> یا <code>letter</code>.';
$lang['orientation']           = 'جهت صفحه.';
$lang['orientation_o_portrait'] = 'پرتره';
$lang['orientation_o_landscape'] = 'چشم‌انداز';
$lang['doublesided']           = 'سند دوطرفه شروع به اضافه کردن صفحه‌فرد کرد، و جفت زوج و فرد دارد. سند تک‌طرفه تنها دارای صفحات فرد می‌باشد.';
$lang['toc']                   = 'اضافه کردن فهرست مندرجات خودکار در پی‌دی‌اف (توجه داشته باشید: می‌توانید صفحات خالی اضافه کنید که در صفحه فرد شروع می‌شود و ToC همیشه در هر تعداد صفحه وجود دارد، صفحه‌ها در ToC دارای شماره صفحه هستند)';
$lang['toclevels']             = 'تعریف سطح بالا و حداکثر عمق سطح که به ToC اضافه شده‌اند.
سطح پیشفرض ToC ویکی <a href="#config___toptoclevel">سطح بالای ToC</a> و <a href="#config___maxtoclevel">حداکثر سطح بالا</a> استفاده شده‌اند.
فرمت: <code><i>&lt;بالا&gt;</i>-<i>&lt;حداکثر&gt;</i></code>';
$lang['maxbookmarks']          = 'چگونه بسیاری از سطوح انتخابی باید در بوک‌مارک پی‌دی‌اف استفاده شود؟
<small>(5=همه ، 0=هیچکدام)</small>';
$lang['template']              = 'کدام الگو باید برای فرمت کردن فایل‌های پی‌دی‌اف استفاده شود؟';
$lang['output']                = 'چگونه باید پی‌دی‌اف به کاربر ارائه داده شود؟';
$lang['output_o_browser']      = 'نمایش در مرورگر';
$lang['output_o_file']         = 'دانلود پی‌دی‌اف';
$lang['usecache']              = 'فایل‌های پی‌دی‌اف کش شوند؟ تصاویر جاسازی‌شده به عنوان ACL علامت زده نمی‌شوند، اگر نگران امنیت هستید غیرفعال کنید.';
$lang['usestyles']             = 'شما می‌توانید یک لیست که با کاما از هم جدا شده‌اند، از افزونه‌هایی که <code>style.css</code> یا <code>screen.css</code> باید برای تولید پی‌دی‌اف استفاده کنند وارد کنید. به‌طور پیشفرض فقط <code>print.css</code> و <code>pdf.css</code> استفاده می‌شوند';
$lang['qrcodesize']            = 'اندازه‌ی کیو‌آر کد تعبیه شده (درهر پیکسل<code><i>&lt;عرض&gt;</i><b>x</b><i>&lt;طول&gt;</i></code>). خالی برای غیرفعال بودن';
$lang['showexportbutton']      = 'نمایش دکمه‌ی تبدیل به پی‌دی‌اف (فقط وقتی که قالب پشتیبانی کند)';
